sample_user = {
    "username": "",  # Имя пользователя
    "user_id": 0,  # ID пользователя
    "account_id": 0,  # ID аккаунта (в коллекции accounts)
    "star": 0,  # Звёзды
    "demon": 0,  # Демоны
    "diamond": 0,  # Количество алмазов
    "user_coin": 0,  # Юзер коины
    "secret_coin": 0,  # Секретные монеты
    "creator_point": 0,  # Креатор поинты
    "first_color": 0,  # Первый цвет иконок
    "second_color": 3,  # Второй цвет иконок
    "icon_id": 0,  # Индификатор определённой иконки
    "icon_type": 0,  # Какой режим игры будет стоять на аватарке (комментарии и т.д.)
    "icon_cube": 0,  # Иконка куба
    "icon_ship": 0,  # Иконка корабля
    "icon_ball": 0,  # Иконка шара
    "icon_ufo": 0,  # Иконка юфо
    "icon_wave": 0,  # Иконка стрелки
    "icon_robot": 0,  # Иконка робота
    "icon_spider": 0,  # Иконка паука
    "icon_glow": 0,  # Обводка персонажа
    "missed_messages": 0,  # Сколько сообщений пришло тебе (виде уведомления)
    "friend_requests": 0,  # Сколько людей хотят тебя в друзья (виде уведомления)
    "ip": "",  # Айпи человека
    "last_activity": 0,  # Когда последний раз активил игрок
    "is_banned": 0,  # Забанен ли человек полностью
    "is_top_banned": 0,  # Забанен ли человек в топах
    "user_prefix": "",  # Префикс аккаунта
    "mod_level": 0,  # Значок модератора
    # 0 - Не модератор,
    # 1 - Обычный модератор (жёлтый значок),
    # 2 - Элдер модератор (Оранжевый значок)
    "youtube": "",  # Ссылка на ютуб канал
    "twitter": "",  # Ссылка на твиттер
    "twitch": "",  # Ссылка на твич
    "message_state": 0,  # Кто может писать сообщения (0 - все, 1 - только друзья, 2 - никто)
    "friends_state": 0,  # Кто может добавить в друзья (0 - все, 1 - никто)
    "comment_history_state": 0,  # Кто может видеть историю комментариев
    # 0 - Все,
    # 1 - Только друзья,
    # 2 - Никто (возможно только вам)
    "color_comment": "",  # Цвет для комментариев (пустота если цвет стандартный)
    "custom_color": 0,  # Зависит ли цвет от роли или нет (0 если зависим от цвета роли)
    "is_song_file_ban": 0,  # Бан, который запрещает выкладывать музыку ввиде файла
    "is_song_link_ban": 0,  # Бан, который запрещает выкладывать музыку ввиде ссылки
    "vip_status": 0,  # Вип статус
}
